Repository: Mahdi-IvI/smartlink-app
Catalog: lib/l10n/app_*.arb
Languages: de

# firstIntroductionScreenTitle
source: Welcome to SmartLink!
de: Willkommen bei SmartLink!

# firstIntroductionScreenBody
source: Experience the future of guest service management with our cutting-edge app. From opening your hotel room door to contacting the hotel management, SmartStay puts convenience at your fingertips. Enjoy a seamless and personalized stay with us.
de: Erleben Sie die Zukunft des Gästeservice-Managements mit unserer hochmodernen App. Vom Öffnen Ihrer Hotelzimmertür bis zur Kontaktaufnahme mit der Hotelleitung – SmartStay bietet Ihnen Komfort auf Knopfdruck. Genießen Sie einen reibungslosen und individuellen Aufenthalt bei uns.

# secondIntroductionScreenTitle
source: Step into a new era of hospitality with SmartLink!
de: Treten Sie mit SmartLink in eine neue Ära der Gastfreundschaft ein!

# secondIntroductionScreenBody
source: Discover the power of our smart guest service management app that revolutionizes your hotel experience. Unlock your room door with a simple tap, and effortlessly connect with the hotel management for any assistance you need. Embrace a hassle-free stay with DoorLink.
de: Entdecken Sie die Leistungsfähigkeit unserer intelligenten Gästeservice-Management-App, die Ihr Hotelerlebnis revolutioniert. Öffnen Sie Ihre Zimmertür mit einem einfachen Fingertipp und kontaktieren Sie mühelos die Hotelleitung, wenn Sie Hilfe benötigen. Genießen Sie einen stressfreien Aufenthalt mit DoorLink.

# thirdIntroductionScreenTitle
source: Discover the future of guest service with our innovative app!
de: Entdecken Sie die Zukunft des Gästeservices mit unserer innovativen App!

# thirdIntroductionScreenBody
source: Say goodbye to traditional keycards and welcome a more intuitive way to access your room. Additionally, enjoy direct communication with our responsive hotel management team, ensuring your needs are met promptly. Experience hospitality reimagined.
de: Verabschieden Sie sich von herkömmlichen Schlüsselkarten und begrüßen Sie eine intuitivere Möglichkeit, auf Ihr Zimmer zuzugreifen. Genießen Sie außerdem die direkte Kommunikation mit unserem reaktionsschnellen Hotelmanagementteam, um sicherzustellen, dass Ihre Bedürfnisse umgehend erfüllt werden. Erleben Sie Gastfreundschaft neu gedacht.

# introductionScreenButtonText
source: Start Your Explore
de: Beginnen Sie mit Ihrer Erkundung

source: Sign up
de: Anmelden

source: Sign out
de: Abmelden

# signPageMessage
source: Sign in and enjoy your smart apartment
de: Melden Sie sich an und genießen Sie Ihr Smart Apartment

source: Sign in with google
de: Mit Google anmelden

# signInWithPhone
source: Sign in with phone number
de: Mit Telefonnummer anmelden

source: Please try again!
de: Bitte versuchen Sie es noch einmal!

# errorMessage
source: Something went wrong!
de: Etwas ist schief gelaufen!

source: Open Doors
de: Türen öffnen

# useFingerprint
source: Please use finger print to open doors
de: Bitte verwenden Sie den Fingerabdruck, um Türen zu öffnen

source: Contact us
de: Kontaktieren Sie uns

source: News
de: Neuigkeiten

# useFingerprintToOpen
source: Please use finger print to open {roomName}.
de: Bitte verwenden Sie Ihren Fingerabdruck, um {roomName} zu öffnen.

source: Description
de: Beschreibung

source: No Number Available.
de: Keine Nummer verfügbar.

# numberCopied
source: Phone number copied.
de: Telefonnummer kopiert.

# emailCopied
source: Email Address copied.
de: E-Mail-Adresse kopiert

source: Address copied.
de: Adresse kopiert.

# createTicketText
source: Create a ticket if you need any helps.
de: Erstellen Sie ein Ticket, wenn Sie Hilfe benötigen.

source: Create Ticket
de: Ticket erstellen

source: Available Places
de: Verfügbare Orte
